[Language]
Code="kk"
Name="Қазақ"
Version="2.8.1"
Translator="Asset Orymbayev (Tyltranslate) <asetpochta@mail.ru>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Жабу"
Maximize="Жазу"
Minimize="Қайыру"
Restore="Қалпына келтіру"
Menu="Негізгі мәзір"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nЖүгіргі астындағы аударма: [$CursorStatus]\nБөлектелген мәтінді аудару: [$SelectionStatus]\nАралық сақтағыштағы мәтінді аудару: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Жүгіргі астындағы аударма: [$CursorStatus]\nБөлектелген мәтінді аудару: [$SelectionStatus]\nАралық сақтағыштағы мәтінді аудару: [$ClipboardStatus]"
Enabled="Қосылған"
Disabled="Өшірілген"

[MainMenu]
Open="Ашу"
CursorTranslator="Жүгіргі астындағы мәтінді аудару"
SelectionTranslator="Бөлектелген мәтінді аудару"
ClipboardTranslator="Аралық сақтағыштағы мәтінді аудару"
Configuration="Конфигурация..."
Dictionaries="Сөздіктер..."
Appendices="Қосымшалар..."
Activation="Бағдарламаны белсендіру"
UpdateOnline="Желіде жаңарту"
Help="Анықтама"
About="Lingoes туралы"
SupportOnline="Техникалық қолдау (онлайн)"
Exit="Шығу"
EnterLicense="Лицензияны енгізу..."

[DlgInput]
Back="Артқа"
Forward="Алға"
MainMenu="Негізгі мәзір"
HistoryList="Сұраулар журналы"
Search="Іздеу", "Егжей-тегжейлі түсіндірмелерді іздеу"
WebSearch="Веб-іздеу"
AutoMatch="Жылдам іздеу", "Алфавиттік көрсеткіш бойынша іздеу"
MatchSetup="Алфавиттік көрсеткішті реттеу..."
FindEngine="Қосымша іздеу құралдарын алу..."

[DlgIndex]
Index="Алфавиттік көрсеткіш"
Guide="Жетектегіш"
Appendix="Қосымшалар"
NoIndex="Алфавиттік көрсеткіш жоқ"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Add dictionary into <b>Index Group</b>, You can get spelling suggest while input word.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>To manage index group, click here.</u></a></div>"

[WebGuide]
Results="Нәтижелер"
Spelling="Жазылу нұсқалары"
Appendices="Қосымшалар"
Options="Опциялар"
Dictionaries="Сөздіктер...", "Сөздіктерді басқару"
ManageAppendices="Қосымшалар...", "Қосымшаларды басқару"
Configuration="Конфигурация...", "Конфигурацияны реттеу"
Help="Help", "Lingoes анықтамасын ашу"
Homepage="lingoes.net", "Lingoes веб-сайтына кіру"
Community="Lingoes бірлестігі", "Lingoes онлайн бірлестігі"

[DlgAppendix]
WndTitle="Қосымшаларды реттеу"
Close="Жабу"
Install="Орнату", "Lingoes қосымшалары (*.laf)|*.laf|", "Орнату сәтсіз аяқталды! \nСізде файлға қатынасу үшін рұқсаттар жеткіліксіз болуы мүмкін."
Delete="Жою", "\"[$Title]\" жою керек пе?", "\"[$Title]\" жою сәтсіз аяқталды! \nСізде файлға қатынасу үшін рұқсаттар жеткіліксіз болуы мүмкін."
Modify="Өзгерту", "Өзгерту сәтсіз аяқталды! \nСізде файлға қатынасу үшін рұқсаттар жеткіліксіз болуы мүмкін."
NewGroup="Жаңа топ", "Жаңа топ жасалмады! \nСізде файлға қатынасу үшін рұқсаттар жеткіліксіз болуы мүмкін."
MoveUp="Жоғары жылжыту"
MoveDown="Төмен жылжыту"
CreateAppendix="Қосымшаны жасау..."
Download="Басқа қосымшаларды алу..."
Name="Аты"
Group="Топ"
InstallSucceed="\"[$Title]\" орнату сәтті аяқталды."
OverwriteInstall="Қосымша бұрыннан бар, оны қайта жазу керек пе?\n\nТақырып:[$Title]\nАты: [$Name]"
InvalidInstallFile="Орнату файлы дұрыс емес!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nҚосымшаның ағымдағы нұсқасы ([$AppeVer]) ескірген, оны жаңартыңыз.\n\nСоңғы нұсқаны іздеу үшін Lingoes веб-сайтына кіріңіз?"
AppeVersionTooNew="[$Filename]\nСөздіктің ағымдағы нұсқасы ([$AppeVer]) Lingoes бағдарламасының жоғарырақ нұсқасын қажет етеді.\n\nLingoes веб-сайтынан соңғы нұсқаны қазір жүктеу керек пе?"

[DlgAppendixEdit]
WndTitle="\"[$Title]\"" өзгерту, "Жаңа топты жасау"
Name="Аты"
DisplayTitle="Тақырып"
DisplayStyle="Көрсету мәнері"
Ok="Ok"
Cancel="Бас тарту"

[DlgAppendixBuilder]
WndTitle="Жаңа қосымша"
Name="Аты:  (тек a-z, 0-9, сызықшық және астын сызу)", "Аты қажет, тек a-z, 0-9, сызықшық және астын сызу таңбаларына рұқсат етілген."
Title="Тақырып:", "Тақырыпты көрсету керек!"
Location="Жоба қалтасының орны:", "Жоба қалтасы жасалмады!", "Қол жетімді қалтаны таңдаңыз"
Create="Жаңа жобаны жасау", "Жоба сәтті жасалды!\n\nЕнді \"index.html\" файлын өңдей отырып қосымшаны еркін құрастыруға болады.", "Жоба жасалмады!"
Build="Жинау", "Қосымша файлы сәтті жиналды!\n[$Filename]", "Қосымша файлы жиналмады!\n[$Filename]"
Close="Жабу"
Tips="Кеңестер: жаңа жобаны жасағаннан кейін \"index.html\" файлын өңдей отырып қосымшаны еркін құрастыруға болады."
OverwriteProject="Жоба файлы бұрыннан бар, оны қайта жазу керек пе?"

[DlgStatus]
KeepVisible="Әрқашан басқа терезелердің үстінде"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Мини-терезені ашу/жабу"

[DlgView]
Speak="Айту", "Бөлектелген мәтінді айту"
Search="Іздеу"
Copy="Көшіру"
Print="Басып шығару..."
Save="Сақтау..."
Find="Табу..."
SelectAll="Бәрін бөлектеу"
TextTranslate="Мәтінді аудару", "Мәтінді аударуға өту"
StartPage="Бастапқы бет", "Бастапқы бет"
ShowIndex="Бүйірлік тақтаны көрсету"
HideIndex="Бүйірлік тақтаны жасыру"
SaveFilter="HTML файлы (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Сөйлеуді реттеу..."
SelectVoice="Дауысты таңдау"
Activation="Белсендіру", ""
Buy="Сатып алу", "Коммерциялық Lingoes нұсқасын сатып алу"

[DlgRegister]
Title="Lingoes - коммерциялық пайдаланушыны тіркеу"
FreeDownload="Lingoes коммерциялық емес қолдану үшін тегін.\r\nОсы жерден тегін нұсқаны жүктеу..."
Name="Тіркелу аты:", "Тіркелу атын көрсету қажет"
Email="Тіркелуге арналған электрондық пошта мекенжайы:", "Тіркелуге арналған электрондық пошта мекенжайын көрсету керек"
RegCode="Тіркелу коды:", "Тіркелу коды қате"
Support="Тұтынушыларды қолдау"
Register="Тіркеу", "Тіркеу туралы ақпарат сақталмады"
Exit="Шығу"

[DlgInfo]
Title="Хабар"
Ok="OК"
Cancel="Бас тарту"
Yes="Иә"
No="Жоқ"
Retry="Қайталау"
Abort="Доғару"
Ignore="Елемеу"

[DlgAuthentication]
Title="Қосылу "
TitleProxy="Прокси-серверге қосылу "
Username="Пайдаланушы аты:"
Password="Құпия сөз:"
Remember="Құпия сөзді есте сақтау"
Ok="OК"
Cancel="Бас тарту"

[WndGrab]
Open="Егжей-тегжейлі түсіндірмелерді іздеу"
Speak="Айту"
Copy="Көшіру"
TextTranslation="Мәтінді аудару"
Back="Артқа" 
Forward="Алға"
Search="Іздеу\n  Enter:\t\tІздеу\n  Ctrl + Enter:\tЕгжей-тегжейлі түсіндірмелерді іздеу\n  Shift + Enter:\tМәтінді аудару\n  Alt + Enter:\tВеб-іздеу"
RollUp="Қайыру/жазу"
Option="Опциялар"
KeepVisible="Әрқашан басқа терезелердің үстінде"
KeepSize="Терезе өлшемін сақтау"
AutoRollUp="Автоматты түрде қайыру", "Жоқ", "[$DelaySecond]-секундтық кідіріс"
CloseMiniWnd="Мини-терезені жабу"

[DlgDictOption]
Title="Сөздік опциялары"
NetInstall="Сайттан жүктеу", "Сөздікті Lingoes сайтынан жүктеу"
Install="Орнату", "Сөздікті дискіден орнату"
Uninstall="Жою", "Сөздікті жою"
Add="Қосу", "Сөздікті тізімге қосу"
Remove="Жою", "Осы сөздікті тізімнен жою"
Download="Жүктеу", "Осы сөздікті дербес күйде пайдалану үшін жүктеу"
MoveTop="", "Тізім басына жылжыту"
MoveUp="", "Жоғары жылжыту"
MoveDown="", "Төмен жылжыту"
MoveBottom="", "Тізім соңына жылжыту"
MoreDetails="", "Сөздік туралы егжей-тегжейді көру"
Close="Жабу"

Installed="Орнатылған сөздіктер"
Query="Орнатылған сөздіктер"
Index="Алфавиттік көрсеткіш"
Grab="Мәтінді ұстау"

InstalledList="Орнатылған сөздіктер тізімі"
QueryList="Орнатылған сөздіктер тізімі"
IndexList="Алфавиттік көрсеткіш сөздіктер тізімі"
GrabList="Мәтінді ұстау сөздіктер тізімі"
DictID="ID"
Online="Онлайн"

Type="Түрі"
OnlineType="Интернетке қосылу керек"
NotLicensed="(Лицензияланбаған <a href='app://activate/'><u>Белсендіру</u></a> <a href='app://buy/[$ProductID]'><u>Сатып алу</u></a>)"

AddFilter="Lingoes сөздіктері (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Сөздікті орнату"
Installing="Орнату..."
IndexDictTooMany="Кеңестер:\n\n\"Алфавиттік көрсеткіш\" тобына тым көп сөздіктерді қосу іздеу жолында таңбаларды теру кезінде сөз сәйкестігін іздеу жылдамдығын баяулатады.\n\nСондықтан \"Алфавиттік көрсеткіш\" тобына тек бірнеше жиі пайдаланылатын сөздікті қосу ұсынылады."

More="", "Қосымша..."
BackupFilter="Lingoes сөздіктерінің сақтық көшірмесі (*.ldb)|*.ldb|"
Export="Экспорттау", "Сөздіктерді сақтық көшірме файлына экспорттау", "Экспорттау сәтті аяқталды!", "Экспосрттау сәтсіз аяқталды!"
Import="Импорттау", "Сөздіктерді сақтық көшірме файлынан импорттау", "Импорттау сәтті аяқталды!", "Импорттау сәтсіз аяқталды!"

[DlgDictList]
Title="Сөздіктерді қосу"
Add="Қосу"
Cancel="Бас тарту"
Select="Таңдау"
DictList="Орнатылған сөздіктер"
ID="ID"
Online="Онлайн"

[DlgDictInfo]
Title="Сөздік туралы"
Close="OК"

ID="ID"
MD5="MD5"
Tag="Тег"
Name="Аты"
Version="Нұсқа"
Date="Жасалған күні"
Update="Соңғы жаңарту"
IndexCount="Жалпы сөздер"
Language=Тіл
MoreLanguage=Қосымша..
DictTitle="Атау"
DictEdition="Шығарылым"
DictDescription="Сипаттама"
PubAuthor="Автор"
PubPress="Баспа"
PubEmail="Электрондық пошта"
PubWebsite="Веб-сайт"
PubCopyright="Авторлық құқықтар"
Filename="Файл атауы"

; Install Dictionaries
[DlgDictInstall]
Title="Сөздікті орнату"
InstallSucceed="\"[$DictTitle]\" сөздігі сәтті орнатылды."
DictGroupOption="Опциялар"
AddIndexGroup="\"Алфавиттік көрсеткіш\" тобыну қосу"
AddIndexGroupDesc="Lingoes алфавиттік көрсеткіш тобындағы сөздіктерде іздеп, мәтінді теру кезінде ішкі жолақта ең жақын нәтижені айтады."
AddGrabGroup="\"Мәтінді ұстау\" тобына қосу"
AddGrabGroupDesc="Lingoes мәтінді ұстау тобындағы сөздіктерде іздеп, мәтінді теру кезінде мәтінді ұстау терезесінде аудару нәтижесін көрсетеді."
Ok="OК"

;=== 2.7.5 ====
LoadPackage="Сөздіктер жиынтығын жүктеу:\n"
LoadPackageFail="Сөздіктер жиынтығын жүктеу сәтсіз аяқталды:\n"
ExtractFileFail="Файлдарды шығарып алу сәтсіз аяқталды:\n"
OpenSetup="Орнату файлын ашу:\n"
OpenSetupFail="Орнату файлын ашу сәтсіз аяқталды:\n"
FileFormatInvalid="Файл пішімі дұрыс емес:\n"
VersionInvalid="Нұсқаға қолдау көрсетілмейді:\n"
InstallDict="Сөздік файлын орнату:\n"
InstallDictFail="Сөздік файлын орнатылмады:\n"
InstallPackageSucceed="Сөздік жиынтығы сәтті орнатылды\n"
;=== 2.7.5 ====

; Configuration
[DlgOption]
Title="Конфигурация"
Ok="OК"
Cancel="Бас тарту"
General="Жалпы"
Appearance="Көрініс"
Connection="Байланыс"
Speech="Сөйлеу"
Hotkey="Пернелер тіркесімдері"
Translate="Аудау"
License="Лицензиялар"
Capture="Мәтінді ұстау"

; General
[DlgOptGeneral]
Language="Тіл"
UILanguage="Пайдаланушы интерфейсінің тілі"

WebSearch="Веб-іздеу"
SelectWebSearch="Іздеу құралын таңдаңыз"

TermHistory="Журнал && Кэш"
SaveHistory="Сұраулар журналындағы сөздер саны"
ClearHistory="Журналды тазалау"
ClearHistoryConfirmation="Сұраулар журналын тазалау керек пе?"

ResultCache="Онлайн сөздіктің жергілікті кэші"
ClearCache="Кэшты тазалау", "Кэшты тазалау керек пе?"

AutoStart="Windows жүйесіне кіргенде Lingoes іске қосу"
StartMin="Іске қосқаннан кейін қайыру"
HideTipWnd="Кеңестер терезесін көрсетпеу"

; Appearance
[DlgOptAppearance]
UserInterface="Пайдаланушы терезесі"
WindowStyle="Терезе мәнері"
WindowFont="Терезе мәтінінің қарпі"
WindowFontSize="Қаріп өлшемі"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Нәтижені көрсету"
TextFont="Мәтін қарпі"
TextFontSize="Қаріп өлшемі"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Фонетикаға арналған қаріп"
CursorTranslatorBar="Қалқымалы терезедегі аударма мәтіні"
FontColor="Қаріп түсі"
BackColor="Фон түсі"
BorderColor="Жиектердің түсі"
Transparence="Мөлдірлік"
SampleText="Мәтін үлгісі"

[Style]
0="Жоқ"
1="Әдепкі мәнер"

; Translate
[DlgOptTranslate]
SupportLCMap="Жергілікті тілге сәйкестікті қолдау"
InstantTranslation="Лездік аудару"
TranslationEngine="Аудару құралы"
TargetLanguage="Мақсатты тіл:"
CurrentUserLanguage="= Ағымдағы пайдаланушы тілі"
TargetLanguage2="Егер мақсатты тіл бастапқымен бірдей болса, мынаны орнатыңыз:"
NoTranslate="= Аударма жоқ"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Жүгіргі астындағы мәтінді аудару"
MouseActivation="Тінтуірді белсендіру режимі:"
MouseOver="Мәтін үстіндегі тінтуір жүгіргісі"
LeftMouseButton="Сол жақ тінтуір түймесі"
MiddleMouseButton="Ортаңғы тінтуір түймесі"
RightMouseButton="Оң жақ тінтуір түймесі"
MouseXButton1="Тінтуір X түйме1"
MouseXButton2="Тінтуір X түйме2"
TimeDelay="Кідіріс:"
MSEL="миллисекунд"
IgnoreNumber="Сандарды елемеу"
IgnoreLatin="Латын жазуын (ағылшын, француз, неміс, испан, т.б.) елемеу"
IgnoreCJK="Қытай, жапон және корей жазуын елемеу"
IgnoreCyrillic="Кириллицаны (орыс, украин, болгар, т.б.) елемеу"
IgnoreArabic="Араб, иврит жазуын елемеу"
InstallAdobePlugin="Adobe Acrobat PDF қосылатын модулін орнату"
ZonedWord="Бөлектелген мәтінді аудару"
ZonedWordFilterRule="Мәтінді бөлектеудің сүзгі ережелері..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Жүгіргі астындағы мәтінді аудару"
MouseActivation="Тінтуірді белсендіру режимі:"
MouseOver="Мәтін үстіндегі тінтуір жүгіргісі"
LeftMouseButton="Сол жақ тінтуір түймесі"
MiddleMouseButton="Ортаңғы тінтуір түймесі"
RightMouseButton="Оң жақ тінтуір түймесі"
MouseXButton1="Тінтуір X түйме1"
MouseXButton2="Тінтуір X түйме2"
TimeDelay="Кідіріс:"
MSEL="миллисекунд"
MatchPhrase="Фраза сәйкестігі"
IgnoreNumber="Сандарды елемеу"
IgnoreLatin="Латын жазуын (ағылшын, француз, неміс, испан, т.б.) елемеу"
IgnoreCJK="Қытай, жапон және корей жазуын елемеу"
IgnoreCyrillic="Кириллицаны (орыс, украин, болгар, т.б.) елемеу"
IgnoreArabic="Араб, иврит жазуын елемеу"
ZonedWord="Бөлектелген мәтінді аудару"
ForTextSelection="Мәтінді бөлектеу үшін"
ForDoubleClicking="Қос басу үшін"
ZonedWordFilterRule="Мәтінді бөлектеудің сүзгі ережелері..."
ShowOnlyFirstResult="Тек бірінші іздеу нәтижесін көрсету"
InstallTextCapturePlugin="Мәтінді ұстау қосылатын модулін орнату..."
InstallAdobePlugin="Adobe Acrobat Professional PDF қосылатын модулін орнату"
InstallFirefoxPlugin="Firefox 4+ қосылатын модулін орнату"
InstallChromePlugin="Chrome қосылатын модулін орнату"
Install360ChromePlugin="360Chrome қосылатын модулін орнату"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Мәтінді бөлектеудің сүзгі ережелері"
ProgramFilename="Бағдарламаның файл атауы", "Бағдарламаның файл атауы (бос болса, барлық бағдарламаларды көрсетіңіз)"
WndClassName="Терезе сыныбының атауы", "Терезе сыныбының атауы (бос болса, барлық терезелерді көрсетіңіз)"
DisableSelect="Мәтінді бөлектеуді елемеу", "Мәтінді бөлектеуді елемеу"
DisableDBLClick="Қос басуды елемеу", "Қос басуды елемеу"
Comment="Аңғартпа", "Аңғартпа"
Add="Қосу"
Modify="Өзгерту"
Delete="Жою", "Ағымдағы элементті жою керек пе?"
Ok="OК"
Cancel="Бас тарту"
LoadDefault="Әдепкі бойынша", "Әдепкі параметрлерді қалпына келтіру керек пе?"
Browser="...", "Шолғыш", "Бағдарлама (*.exe)|*.exe|"
Capture="...", "Терезе сыныбы атауын ұстау"
AllProgram="-- Барлық бағдарламалар --"
AllWindow="-- Барлық терезелер --"

[WndClassNameCapture]
Title="Терезе сыныбы атауын ұстау"
ProgramFilename="Бағдарламаның файл атауы"
WndClassName="Терезе сыныбының атауы"
Capture="Экраннан ұстау"

; Speech
[DlgOptSpeech]
RPPEngine="Табиғи дауыс"
RPPEnable="Қосу"
RPPVoice="Дауыс"
RPPRebuildIndexFile="Индекс файлын қайта жинау", "Индекс файлын қайта жинау сәтсіз аяқталды! \nСізде файлға қатынасуға рұқсаттар жеткіліксіз болуы мүмкін."
Engine="Мәтінді сөйлеуге түрлендіру (TTS)"
Voice="Дауыс"
Enable="Қосу"
Volume="Дыбыс деңгейі"
Pitch="Тембр"
Speed="Жылдамдық"
Format="Пішім", "Әдепкі", "Мына аудио пішімдерге қолдау көрсетілмейді: [$Format]"
RealtimePron="Нақты уақытта айту"
PronInQuery="Аударманы сұрағанда"
PronInCapture="Жүгіргі астында аударғанда"
PronInSelect="Бөлектелген мәтінді аударғанда"
Test="Тексеру"
EnterText="Мәтінді енгізіп, осы дауысты қолданып көріңіз"
DownloadTTS="Natural Voice дауыстық жиынтығын && TTS жүйесін жүктеу..."

; Connect
[DlgOptConnection]
ConnectSet="Қосылуды реттеу"
DirectConnect="Тікелей қосылу"
IEProxyConnect="Веб-шолғыштағы прокси-сервер параметрлерін пайдалану"
ProxyConnect="Прокси-сервер / брандмауэр сервер арқылы қосылу"
ProxyServer="Прокси-сервер:"
ProxyPort="Порт:"
Username="Пайдаланушы аты:"
Password="Құпия сөз:"
OnlineUpdate="Онлайн жаңарту"
UpdateNow="Қазір жаңарту"
EnableUpdate="Онлайн жаңартуды қосу"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Негізгі терезені ашу/жабу"
GrabToggleKey="Жүгіргі астындағы аударману қосу/өшіру"
SelectionToggleKey="Бөлектелген мәтінді аударуды қосу/өшіру"
ClipboardToggleKey="Аралық сақтағыштағы мәтінді аударуды қосу/өшіру"
Pronounce="Айту"
CopyInterpretation="Аударылатын мазмұнды көшіру"
SpeakSelectedText="Бөлектелген мәтінді айту"
StopSpeak="Айтуды тоқтату"
DisableHotKey="Пернелер тіркесімдерін өшіру"
OpenMiniWnd="Мини-терезені ашу/жабу"
RollUpMiniWnd="Терезені қайыру/жазу"

[DlgExpire]
Title="Lingoes мерзімі аяқталды"
Ok="Қазір жаңарту"
Cancel="Шығу"
NetworkSettings="Желі параметрлері"
Support="Lingoes.net"
AskUpgrade="Ағымдағы нұсқаның мерзімі аяқталды, пайдалануға болатын жаңа нұсқаға жаңарту керек! \nЖаңа нұсқаға жаңарту керек пе?"

[DlgAbout]
DlgTitle="Lingoes туралы"
; Version="Version: "
PortableEdition="Портативті шығарылым"
Email="Электрондық пошта мекенжайы"
Website="Lingoes веб-сайты"
LicenseTo="Бұл өнім мына адамға лицензияланған:"
; LicenseID="ID: "

;----------- new --------
PersonalUser="Жеке коммерциялық емес пайдалану"
EvaluationUser="Бұл сынама бағдарламалық жасақтама тек бағалауға арналған"
UserLicenseQuantity="[$Quantity] пайдаланушы лицензиясы", "[$Quantity] пайдаланушы лицензиясы ([$KeyNo]/[$Quantity])"
LicenseExpire="Лицензияның мерзімі [$Day] күннен кейін бітеді"
;----------- end -----------

[WebResult]
SpellingAlternatives="Жазылу нұсқалары"
SpellChecker="Емлені тексеру"
TextTranslation="Мәтінді аудару"
WebSearch="Веб-іздеу"
MoreResults="Қосымша нәтижелер"
WaitSearch="Іздеу нәтижелерін сұрау..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>\"<font color='#C00000'>[$SearchKey]</font>\" үшін сәйкестіктер табылмады.</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Lingoes пайдалану жолы"
DownDictTip="Қосымша сөздіктерді жүктеу"
Intro="80-нен астам тіл үшін екі жақты аударуды қолдау<br>Жүгіргі астында аудару, мәтінді аудару және мәтінді сөйлеуге түрлендіру"

[TextTranslation]
Title="Мәтінді аудару"
To="Мына тілге"
Translate="Аудару"
RequestFailed="Аудару қызметін сұрау кезінде қате."
ConnectFailed="Lingoes серверге қосыла алмады. Интернетке қосылған болсаңыз, конфигурацияда қосылу параметрлерін тексеріңіз. "
WaitRequest="Аудару нәтижелерін сұрау..."
ParseResultFailed="Аудару нәтижесін талдау кезіндегі қате. Егер бұл хабарды бірнеше рет алсаңыз, ол туралы бізге есеп беріңіз."

; Layout
[Layout]
DictMenu="Сөздік мәзірі"
ShowResult="Нәтижені көрсету"
MinimizeResult="Нәтижені қайыру"
FindWord="Табу: "
NoLicenseTip="Толық мазмұн авторизациядан кейін көрсетіледі...", "Сөздіктің бұл сынақ нұсқасы тек бағалауға арналған, толық мазмұн авторизациядан кейін көрсетіледі: &nbsp;<a href='app://activate/'><u>Activate</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Сатып алу</u></a>", "Сөздіктің бұл сынақ нұсқасы тек бағалауға арналған, толық функциялар авторизациядан кейін көрсетіледі: &nbsp;<a href='app://activate/'><u>Activate</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Purchase</u></a>"
RememberWord="Сөзді жазу кітапшасына қосу"

; Dictionary Menu
[DictMenu]
About="Туралы..."
Enable="Қосу"
Disable="Өшіру"
DisableMsg="Сөздік өшірілген және нәтижелерді көрсетпейді!\nОны  \"Сөздіктер\" диалогтық терезесінде қосуға болады."
MoveTop="Тізімде бірінші орналастыру"
ArrangeResults="Реттеу..."
IndexGroup="  (Алфавиттік көрсеткіш сөздіктері)"
QueryGroup="  (Орнатылған сөздіктер)"
GrabGroup="  (Мәтінді ұстау сөздіктері)"

[Update]
Title="Онлайн жаңарту"
AskUpgrade="Жаңа нұсқа анықталды. Жаңа нұсқаға жаңарту керек пе?"
UpgradeNow="Жаңа нұсқа анықталды. Жаңа нұсқаға жаңарту керек пе"
UpdateSuccess="Жаңарту сәтті аяқталды!"
UpdateFail="Жаңарту сәтсіз аяқталды!"
NoUpdate="Ағымдағы нұсқа ең соңғы"

CheckUpdate="Жаңартуларды тексеру..."
GetUpdateInfo="Жаңартылған ақпаратты алу..."
DownUpdateData="Жаңартылған деректерді жүктеу..."
ExecUpdate="Жүйені жаңарту..."
GetUpgradeInfo="Жаңартылған ақпаратты алу..."
DownUpgradeData="Жаңартылған деректерді жүктеу..."
ExecUpgrade="Жүйені жаңарту..."
NeedExitForUpgrade="Жаңартуды аяқтау үшін Lingoes жұмысы тоқтатылады"

[Message]
InitUpdateServerFail="Авто жаңарту қызметін инициализациялау қатесі "
StartDictServerFail="Сөздік қызметін іске қосу қатесі."

DictFileErr="Файл пішімі қате!\n[$Filename]"
DictVersinTooOld="[$Filename]\nАғымдағы сөздіктің нұсқасы ([$DictVer]) тым ескі, оны жаңартыңыз.\n\nСоңғы нұсқаны іздеу үшін Lingoes веб-сайтына өту керек пе?"
DictVersinTooNew="[$Filename]\nАғымдағы сөздік нұсқасы ([$DictVer]) Lingoes бағдарламасының жоғарырақ нұсқасын қажет етеді.\n\nLingoes веб-сайтынан қазір соңғы нұсқаны жүктеу керек пе?"

AskDictRepeatInstall="Сөздіктер тізімінде \"[$DictTitle]\" сөздігі бар,\nЖалғастыру керек пе?"
InstallDictFail="Сөздік орнатылмады:\n[$Filename]"
AskUninstall="Сөздікті жою керек пе?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Сөздік жойылмады\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Тізімдегі \"[$DictTitle]\" сөздігін жою керек пе?"

MemoryAllocFail="Жаю бөлінбеді."
FilenameInvalid="Файл атауы қате."
SaveFileFail="Файл сақталмады"
OpenFileFail="Файл ашылмады"

AreYouAbort="Ағымдағы процесті доғару керек пе?"
CreateThreadFail="Ағын жасалмады"
CreateEventFail="Оқиға сипаттағышы жасалмады"
Unfulfilment="Бұл мүмкіндік әлі іске асырылмаған"
OnlyProVersion="Бұл мүмкіндік тек Pro нұсқасында бар."
NoRegister="Бұл тіркелмеген нұсқа, бұл мүмкіндікті пайдалану үшін Lingoes бағдарламасын тіркеңіз."
UsernameIsEmpty="Пайдаланушы аты бос, қайтадан толтырыңыз."
SaveSearchResultFail="Іздеу нәтижесі сақталмады."

OpenAppendixFail="Қосымша мазмұны ашылмады.\n\nLingoes веб-сайтынан қосымшаны қазір жүктеу керек пе?"
OpenSpeechEngineFail="TTS жүйесі жүктелмеді, жүйеде TTS жүйесі орнатылғанын тексеріңіз! \n\nСөздердің айтылуын пайдалану үшін операциялық жүйеде TTS жүйесін орнату керек. Орнатылмаған болса, оны Lingoes веб-сайтынан жүктеп, орнатыңыз\n\nОны қазір жүктеу керек пе?"

; NeedIE6Support="Lingoes needs Internet Explorer 6+, please update your web browser to IE6+"
NoImplement="Кешіріңіз, бұл мүмкіндік әлі іске асырылмаған"

InstallSucceed="Орнату сәтті аяқталды." 
InstallFailed="Орнату сәтсіз аяқталды."

[DlgOptLicense]
Product="Өнім лицензиясы"
Enter="Лицензия кодын енгізіңіз..."
Remove="Лицензияны жою", "Лицензияны жою белгілі бір өнім мүмкіндіктерін өшіруі мүмкін.\nЖалғастырып, келесі өнімдердің лицензиясын жою керек пе:\n\n[$ProductList]"
Detail="Қосымша мәліметтер..."

LicenseID="Лицензиялық ID: "
LicenseTo="Лицензяиланған: "
LicenseExpire="лицензияның мерзімі [$Day] күннен кейін бітеді"
UserLicenseQuantity="[$Quantity] пайдаланушы лицензиясы", "[$Quantity] пайдаланушы лицензиясы ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Лицензияны енгізу"
ActivateTitle="Лицензиялық кілтті енгізіңіз", "Лицензиялық кілтті сатып алуды растау электрондық хатында немесе өнім орамасының ішіндегі орнату дискісін ұстағыш ішінде табуға болады."
LicenseKey="Лицензиялық кілт:"
Name="Атыңыз:"
Email="Электрондық пошта:"
NetworkSet="Желі параметрлері", "Лицензияны белсендіру үшін желіде болу керек. Қажет болса, прокси-серверді орнатыңыз."
Activate="Белсендіру"
BuyTitle="[$Publisher] өнімін сатып алу", "[$Publisher] өнімін сатып алу үшін \"Сатып алу\" түймесін басыңыз."
Buy="Сатып алу"
Cancel="Жабу"

IncorrectProductKey="Лицензиялық кілт дұрыс емес."
IncorrectName="Ат дұрыс емес. 32 таңбадан аспайтын атты енгізіңіз"
IncorrectEmail="Электрондық пошта мекенжайы дұрыс емес. 128 таңбадан аспайтын дұрыс электрондық пошта мекенжайын енгізіңіз."
WaitRequest="Орындалуда... Күтіңіз."

RequestFailed="Белсендіру сәтсіз аяқталды. Сервер бос емес болуы мүмкін. Әрекетті кейінірек қайталаңыз."
NetworkFault="Белсендіру серверіне қосылу мүмкін болмады, желі параметрлерін тексеріңіз."
ResponseError="Сервер жауабының деректері қате."
OtherError="Белгісіз қате."
SaveDataFailed="Деректер сақталмады"

ActivateSuccess="Белсендіру сәтті аяқталды"
ActivateFailed="Белсендіру сәтсіз аяқталды"

[WndTip]
Title="Lingoes осы күнгі кеңесі"
Close="Жабу"
